Repository: JesusChapman/What-ip
Catalog: what_ip/Localizable.xcstrings
Source language: en
Languages: es

source: %@ copied to clipboard
es: %@ copiado al portapapeles

source: About
es: Acerca de

source: AUTHORS
es: AUTORES

source: Checking connection...
es: Verificando conexión...

source: Commercial use, modification, distribution, and patent use.
es: Uso comercial, modificación, distribución y uso de patentes.

source: Conditions & Limitations
es: Condiciones y limitaciones

source: Connection check failed
es: Fallo en la verificación de conexión

source: Connection Verified
es: Conexión verificada

source: Content copied to clipboard
es: Contenido copiado al portapapeles

source: Coordinates
es: Coordenadas

source: Copy
es: Copiar

source: Discover your connection details in real-time.
es: Descubre los detalles de tu conexión en tiempo real.

source: Error getting IP
es: Error al obtener la IP

source: Failed to load LICENSE file.
es: No se pudo cargar el archivo de LICENCIA.

source: Failed to parse connection data
es: Error al procesar los datos de conexión

source: Get my ip
es: Obtener mi IP

source: GNU General Public License v3
es: Licencia Pública General GNU v3

source: GNU GENERAL PUBLIC LICENSE v3
es: LICENCIA PÚBLICA GENERAL GNU v3

source: Hide Full License Details
es: Ocultar detalles completos de la licencia

source: Icon
es: Icono

source: Invalid API URL
es: URL de API inválida

source: IP Address
es: Dirección IP

source: IP check
es: Verificar IP

# ip.placeholder
source: Your IP address will appear here
es: Tu dirección IP aparecerá aquí

source: iPhone location icon
es: Icono de ubicación del iPhone

source: ISP Check
es: Verificar ISP

source: ISP Provider
es: Proveedor ISP

source: Lead Developer
es: Desarrollador principal

source: LICENSE
es: LICENCIA

source: Location
es: Ubicación

source: Location icon
es: Icono de ubicación

source: No data received from server
es: No se recibieron datos del servidor

source: Permissions
es: Permisos

source: Postal Code
es: Código postal

source: Show Full License Details
es: Mostrar detalles completos de la licencia

source: Source disclosure, copyright notice, copyleft (same GPLv3 license), and no warranty.
es: Divulgación del código fuente, aviso de derechos de autor, copyleft (misma licencia GPLv3) y sin garantía.

source: Time Zone
es: Zona horaria

source: Try Again
es: Reintentar

source: Unknown
es: Desconocido

source: User Agent
es: Agente de usuario

source: Version 0.0.1-dev-preview
es: Versión 0.0.1-dev-preview

source: WiFi router icon
es: Icono de router WiFi
